{
    "cars": [
      {
        "id": 1,
        "make": "vw",
        "type": "golf 5",
        "description":"Available are 6 different petrol engines with up to 250 hp and partly with automatic transmission, 4Motion (four-wheel drive) or dual clutch transmission. ... The Volkswagen Golf V is also available as a Variant and as a Volkswagen Golf Plus.",
        "model": "path::"
      },
      {
        "id": 2,
        "make": "audi",
        "type": "a3",
        "description":"The original A3 (Typ 8L) was introduced in Europe in 1996 and heralds Audi's return to the production of compact family vehicles after the discontinuation of the Audi 50 in 1978. In 2013, the Audi A3 is named Car of the Year by the magazine “What Car?”. In 2014, it was even voted World Car of the Year (World Car of the Year).",
        "model": "path::"
      },
      {
        "id": 3,
        "make": "kia",
        "type": "optima",
        "description":"The Kia Optima is a mid-range sedan that has been in production since 2000. The third generation is the first to be available in the Netherlands through official channels. The Optima has been in the price list since 2012 with only one engine variant. It is a 1.7 CRDi diesel engine with 136 hp, which can be ordered with a manual or automatic transmission.",
        "model": "path::"
      },
      {
        "id": 4,
        "make": "nissan",
        "type": "qashqai",
        "description":"The Nissan Qashqai is a crossover produced by the Japanese car maker Nissan since 2007. It replaced the Terrano II and at the same time overcame the loss of the Almera. The Qashqai is assembled at Nissan's Sunderland plant.",
        "model": "path::"
      }
    ],
    "comments": [
      {
        "id": 1,
        "phone_id": "76fc7a460a50cb43",
        "comment": "kia worden onderschat",
        "car_id": 3
      },
      {
        "id": 2,
        "phone_id": "76fc7a460a50cb43",
        "comment": "kia heeft slechte klantenservice",
        "car_id": 3
      },
      {
        "id": 3,
        "phone_id": "1234",
        "comment": "I love golf!",
        "car_id": 1
      },
      {
        "id": 4,
        "phone_id": "1234",
        "comment": " golf heeft een geweldige reputatie",
        "car_id": 1
      }
    ],
    "users": [
      {
        "id": 1,
        "phone_id": "76fc7a460a50cb43",
        "username": "carguy",
        "favourites":[1,2]
      },
      {
        "id": 1,
        "phone_id": "1234",
        "username": "cargirl",
        "favourites":[3,4]
      }
    ]
  }
